{
  "version": 1.0,
  "truths": [
    "What’s the last lie you told?",
    "What is your deepest darkest fear?",
    "When was the last time you peed in bed",
    "What do most people think is true about you, but isn’t?",
    "How many kids do you want to have in the future?",
    "Is there anything that you would change about yourself?",
    "What is your biggest regret?",
    "What are the five things that make you relax when you’re in a sad mood?",
    "Who is your crush?",
    "What is your weight?",
    "What is the silliest thing you have an emotional attachment to?",
    "What is your special talent?",
    "What is the most embarrassing thing your parents have caught you doing?",
    "Favorite Place you like to visit?",
    "What was your childhood nickname?",
    "Who are you jealous of?",
    "Have you ever thought about changing your name? If yes, to what?",
    "Have you ever taken a leak in a swimming pool?",
    "What do most people think is tru about you, but isn't?",
    "How many Gmail account you’ve created up to now?",
    "Have you stalked someone in bad way, who was it?",
    "Do you think about a future wuth your crush?",
    "If you had only 24 hours left to live, what would you do?",
    "Have you ever fought for your crush?",
    "What is the worst rumor you have spread about someone else?",
    "Do you like to sleep in the afternoons?",
    "Have you ever watched those movies without knowing your parents?",
    "What is something you've always wanted to try but have been too scared of?",
    "If you were a king of your own kingdom, what would be your first order?",
    "If you could trade places with anybody in the world, would you do it? If yes, who would it be?",
    "If a genie came out of a lamp, what would your 3 wishes be?",
    "Would you rather be the most popular or the smartest kid at school?",
    "Did you ever have an awkward moment with your parent while watching a movie?",
    "Have you ever pulled a prank on your teacher?",
    "What college do you plan on going to?",
    "Have you ever watched those kinda scenes in front of parents?",
    "What is the most expensive thing you own?",
    "What is the most embarassing moment in front of your crush?",
    "Who is the worst teacher you have ever had, why?",
    "Would you ever get on a dating website?",
    "What is the most annoying thing that one of your siblings has done?",
    "What lie have you told that hurt someone?",
    "Among all the people in this room, which girl/guy would you like to date?",
    "If you get a chance to make anyone in this room your slave, who would you like that to be?",
    "Have you ever shop-lifted?",
    "Where is the strangest place you have peed?",
    "Have you been so scared during amovie that you shit/peed yourself?",
    "What is the best thing you like in teenage?",
    "What is that one secret you kept from your parents while you growing up?",
    "Have you ever tried to flirt your teacher for getting more marks?",
    "What is your dirty habit that nobody knows?",
    "Have you ever cried like a baby while watching a movie?",
    "Have you ever faced an embarrassing situation with your dress when you’re in public?",
    "Tell me what is the craziest thing that you’ve ever done in your school days?",
    "Have you ever spend a whole day without any dress?",
    "Have you ever felt bad about your body size?",
    "How do you want to look like either chubby or skinny?",
    "Have you ever felt bad about your family background?",
    "Do you like to sleep in the afternoons?",
    "Suppose you are alone in your home for three days, what will you do?",
    "Have you ever wear the same dress for three days without washing?",
    "Would you snore at night?",
    "Does anyone come to your toilet when you taking your shower?",
    "Have you ever make fun of others with your best friend’s boyfriend/girlfriend?",
    "Have you ever fought for your crush?",
    "How do you react if your parents give more importance to your sibling than you?"
    "Are you a Bathroom singer?"
    "Be frank…Who is the one you hate the most in this room?"
    "What will you do if you have a million dollars in the bank?"
    "Internet or A/C, which one do you prefer?"
    "What will you do, if you get a chance to go five years back from now?"
    "One dirty thing, you will regret the entire life because of doing it."
    "The creepiest dream you just can’t stop thinking about."
    "If killing was legal, who’ll be your first target"
    "Celebrity, you just obsessed about."
    "That one person in the room, you have secret jealousy inside."
    "After seeing your best friend with your crush, what will be your action plan?"
    "Who in the room do you think would be a bad date?"
  ],
  "dares": [
    "Eat some grass",
    "Put all clothes on inside out.",
    "Spin around 5 times and then stand on one leg while touching your nose with your fingertip.",
    "Eat a raw piece of garlic",
    "Say something dirty to the person on your left",
    "Put 10 different available liquids into a cup and drink it",
    "Like the first 15 posts on your Instafeed",
    "Send a sext to the last person in your phonebook",
    "Pretend to be the person to your right for 10 minutes",
    "Try to put your whole fist in your mouth",
    "Put as many snacks into your mouth at once as you can",
    "Keep a straight face as the other kids do their best to make you laugh for one minute",
    "Act out a favorite scene from a movie",
    "Dance like a crazy on your favorite song",
    "Try to lick your elbow",
    "Imitate your favorite cartoon character",
    "Moonwalk across the room",
    "Make a call to a random person and propose to them.",
    "Being blindfolded, touch somebody and try to recognize him/her",
    "Invite somebody to dance to a lame song.",
    "Make a prank call to your close friend.",
    "Eat one bitter gourd saying “Mmmmm, very yummy!”",
    "Break two eggs on your head.",
    "Be someone’s pet for the next 5 minutes.",
    "Compose a poem on the spot based on something the group comes up with.",
    "Tell us an emotional dialogue from any movie.",
    "Put 4 ice cubes down your pants.",
    "Call the 10th contact in your phone and sing a song.",
    "Try to lick your elbow.",
    "Drink a salty glass of milk",
    "Wear a finger mustache for the next 5 minutes.",
    "Go outside and yell “Happy New Year!”.",
    "Catwalk across the room.",
    "Dance like a crazy on your favorite song.",
    "Act out a favorite scene from a movie."
    "Sing and dance on the street like a crazy madman."
    "Dance with a broom or mop."
    "Post an embarrassing picture of yours here in this chat"
    "Text everything you will say in the form of song lyrics for the next 10 mins"
    "Make up a president's inauguration speech"
    "Text like a Karen for the next 5 mins"
    "Curse like Gordon Ramsey for 10 mins"
    "Spam @everyone and delete the spam after they reply"

  ],
  "nevers": [
    "Never have I ever said a bad word.",
    "Never have I ever been on Facebook.",
    "Never have I ever spoken to my crush.",
    "Never have I ever had a boyfriend or girlfriend.",
    "Never have I ever sang in the shower.",
    "Never have I ever an R-rated movie.",
    "Never have I ever been out of my coutry.",
    "Never have I ever played Spin the Bottle.",
    "Never have I ever met someone famous.",
    "Never have I ever played poker.",
    "Never have I ever chatted with a stranger online.",
    "Never have I ever played Truth or Dare.",
    "Never have I ever stayed up all night.",
    "Never have I ever pretended to be sick so I could miss school.",
    "Never have I ever been called to the principal's office.",
    "Never have I ever broken a bone playing sports",
    "Never have I ever lied to a teacher.",
    "Never have I ever been jealous of my friends.",
    "Never have I ever tried to look like a celebrity.",
    "Never have I ever passed notes in class.",
    "Never have I ever did something super embarrassing in class.",
    "Never have I ever tried to sit next to my crush in class.",
    "Never have I ever disliked the opinion of others.",
    "Never have I ever cried in public.",
    "Never have I ever skipped class.",
    "Never have I ever sung karaoke.",
    "Never have I ever finished a Sudoku puzzle.",
    "Never have I ever cheated on a test.",
    "Never have I ever lied to a friend to avoid a greater evil.",
    "Never have I ever stolen money from my father’s wallet",
    "Never have I ever taken alcohol without the consent of my parents.",
    "Never have I ever faked fever to miss school",
    "Never have I ever bet on something.",
    "Never have I ever had surgery.",
    "Never have I ever hidden some important information from the person who should know.",
    "Never have I ever given money to a homeless person.",
    "Never have I ever seen Titanic.",
    "Never have I ever misplaced a valuable possession of mine.",
    "Never have I ever been to Disney World.",
    "Never have I ever been on a date.",
    "Never have I ever traveled by plane.",
    "Never have I tried to repeat an action scene in the house",
    "Never have I ever played while taking a shower.",
    "Never have I ever traveled out of state by myself.",
    "Never have I ever lied about my age.",
    "Never have I ever been late to class.",
    "Never have I ever lied in this game.",
    "Never have I wished something from a metriote.",
    "Never have I ever saw a movie in a theatre alone."
  ]
}
